xml/request/net_litteratursiden_artikel.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>59170|150005</ac:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://www.litteratursiden.dk/?q=node/59170</dc:identifier>
              <ac:source>Litteratursiden</ac:source>
              <dc:title>Klassikeren: St. St. Blicher</dc:title>
              <dc:title xsi:type="dkdcplus:full">Klassikeren: St. St. Blicher</dc:title>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dc:publisher>Litteratursiden</dc:publisher>
              <dc:date>2001</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Artikel</dc:type>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <os:identifier>150005-artikel:59170</os:identifier>
            <os:creationDate/>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
